<div class="comments-box">
    <h3>Поделитесь своим опытом или задайте вопрос</h3>

    <p>Ваши мысли и рекомедации могут быть полезны другим</p>
    <div class="comments-box__text-area" contenteditable="true">
        Ваш комментарий к статье
    </div>
    <button class="box btn">Оставьте ваш комментарий</button>

    <h3 class="comments-box__coments-header">Комментарии <span
            class="comments-box__coments-counter">2</span></h3>

    <div class="comments-box__list">
        <div class="comment">
            <span class="comment__author">Климова Дарья</span>
            <span class="comment__date">03.04.2025</span>
            <p>Секрет вкусных и красивых кексов — форма Гроя. Так уж получилось, что ко мне в руки не
                так давно попала эта форма, мне сестра мужа ее с отдыха привезла в качестве сувенира.
                Узор красивый и необычный, на готовых кексах он четко виден. Пропекается все отлично,
                ничего не пригорает, а по остывании выпечка буквально выпрыгивает к вам в тарелочку.
                Вкус всегда получается отменный, тесто поднимается отлично и получается воздушным и на
                удивление не сухим. Муж сказал, что у меня действительно лучше стало получаться и
                поэтому чаще просит готовить кексы)</p>
        </div>
        <div class="comment">
            <span class="comment__author">Климова Дарья</span>
            <span class="comment__date">03.04.2025</span>
            <p>Секрет вкусных и красивых кексов — форма Гроя. Так уж получилось, что ко мне в руки не
                так давно попала эта форма, мне сестра мужа ее с отдыха привезла в качестве сувенира.
                Узор красивый и необычный, на готовых кексах он четко виден. Пропекается все отлично,
                ничего не пригорает, а по остывании выпечка буквально выпрыгивает к вам в тарелочку.
                Вкус всегда получается отменный, тесто поднимается отлично и получается воздушным и на
                удивление не сухим. Муж сказал, что у меня действительно лучше стало получаться и
                поэтому чаще просит готовить кексы)</p>
        </div>
    </div>
</div>