<div class="row simple-box back-lgreen">
    <div class="simple-box__section right-illustration">
        <h2>О проекте</h2>
        <div class="text-box">
            <p>
                <b>Momspace — это уникальная платформа, посвященная материнству, планированию беременности и
                    развитию ребенка.</b>
            </p>
            <p>
                Мы создаем пространство, где беременные женщины, молодые мамы и все, кто стремится к
                родительству, могут найти <b>поддержку, советы и вдохновение</b> на своем пути.
            </p>
            <p>
                С момента своего основания momspace <b>стала надежным союзником для тысяч семей,</b>
                предлагая возможность делиться опытом, находить ответы на важные вопросы и строить дружеские
                связи.
            </p>
            <p>
                <b>С любовью, ваша Mom space!</b>
            </p>
        </div>
        <div class="img-box img-heart">
            <img class="radius-20" src="assets/images/about_mom.jpg">
        </div>
    </div>
</div>